Repository: DeaVulTan/paradigma-print
Catalog: app/plugins/default/user/languages/*.po
Languages: ru

source: Your current password is incorrect!
ru: Ваш текущий пароль указан с ошибкой!

source: Avatar is changed successfully!
ru: Аватрка обновлена!

source: is required
ru: необходимо указать

source: Email is already in use!
ru: Этот адрес уже занят

source: Username is already in use!
ru: Похожий по написанию ник уже занят

source: Confirm password and password are not match
ru: Введенный пароль в обоих строках не совпадает

source: Save changes
ru: Сохранить изменения

source: Cancel
ru: Отмена

source: List
ru: Список

source: Label
ru: Метка

source: Name
ru: Имя

source: Required
ru: Требуется заполнить

source: Sign up
ru: Войти

source: Actions
ru: Действия

source: No
ru: Нет

source: Yes
ru: Да

source: Edit
ru: Правка

source: Delete
ru: Удалить

source: Add Custom Field
ru: Добавить пользовательское поле

source: Edit Custom Field
ru: Правка пользовательсткого поля

source: Field Name
ru: Имя поля

source: Required?
ru: Обязательно заполнять?

source: Display in Sign Up
ru: Показывать при входе в систему?

source: Close
ru: Закрыть

source: This field is required
ru: Это поле необходимо заполнить

source: This field is already exist!
ru: Такое поле уже есть!

source: Loading...
ru: Загрузка...

source: Custom Fields are updated successfully
ru: Пользовательские поля обновлены

source: Username
ru: Ник

source: First Name
ru: Имя

source: Last Name
ru: Фамилия

source: Activation link
ru: Ссылка активации

source: Site name
ru: Название сайта

source: Password Reset Link
ru: Ссылка на сброс пароля

source: Change Avatar
ru: Изменить аватарку

source: Public your profile
ru: Ваш профиль будет виден всем?

source: Change password
ru: Сменить пароль

source: Current password
ru: Текущий пароль

source: New Password
ru: Новый пароль

source: Confirm
ru: Подтвердить

source: select image
ru: выберите изображение

source: Please choose an avatar
ru: Выберите аватарку

source: Profile is changed successfully!
ru: Профиль обновлён

source: There is an error, please check again!
ru: Возникла ошибка. Повторите еще раз.

source: Your password must from %s-20 characters!
ru: Ваш пароль состоит из %s-20 символов!

source: Passwords do not match!
ru: Пароли не совпадают!

source: Wrong current password
ru: Неверный текущий пароль

source: Add
ru: Добавить

source: Password
ru: Пароль

source: Re-enter password
ru: Повторить пароль

source: Role
ru: Права доступа

source: Active
ru: Активен

source: Public Profile
ru: Профиль виден на сайте

source: User is created successfully
ru: Новый пользователь создан

source: Copy
ru: Копировать

source: User is copied successfully
ru: Пользователь скопирован

source: Last Login
ru: Дата последнего входа

source: Last login IP
ru: Последний заход с IP

source: User is updated successfully
ru: Настройки пользователя обновлены

source: Search
ru: Поиск

source: New
ru: Добавить

source: Save
ru: Сохранить

source: Apply
ru: Применить

source: Deactive
ru: Деактивировать

source: All
ru: Все

source: Activated
ru: Активирован

source: Deactivated
ru: Отключен

source: Activation
ru: Активация

source: Are you sure with this action?
ru: Вы уверены?

source: User is deleted successfully
ru: Пользователь удален

source: User is activated successfully
ru: Пользователь активирован

source: User is deactivated successfully
ru: Пользователь деактивирован

source: Are you sure to delete this item?
ru: Вы хотите удалить?

source: Sign In
ru: Вход на сайт

source: Remember me
ru: Запомнить меня

source: There is an error, please sign in again.
ru: Возникла ошибка. Повторите еще раз.

source: Username needs more than %s characters
ru: Логин (ник) должен быть более %s символов

source: Password needs more than %s characters
ru: Пароль должен быть более %s символов

source: Please enter your username
ru: Укажите логин (ник)

source: Please enter your password
ru: Укажите пароль

source: have login failed
ru: вход не удался

source: This account is not activated yet! Please check email or contact Administrator. Thanks!
ru: Ваш аккаунт еще не активирован. Проверье почтовый ящик. указанный при регистрации. На него должно прийти письмо со ссылкой на активацию.

source: Wrong username or password
ru: Неверная пара логин-пароль

source: Sign Up
ru: Войти

source: Please agree to the Terms of Service and Privacy Policy first!
ru: Вы долны согласиться с условиями сайта

source: Wrong Captcha Code
ru: Неверный код с картинки

source: Repeat Password
ru: Повторить пароль

source: Passwords do not match
ru: Пароли не совпадают

source: This user is already activated!
ru: Пользователь отключен!

source: Activation link is out-of-date! Please sign up again
ru: Ссылк ана активацию устарела. Запросите код активации еще раз.

source: Wrong activation key!
ru: Неверный код активации!

source: Please enter your recovery email
ru: Укажите адрес почты для восстановления данных к сайту

source: An email to reset your password has been sent
ru: На указанный адрес почты был отправлен новый пароль

source: Your email does not exist
ru: С таким адресом почты никого не числится в системе

source: Your password has been changed successfully!
ru: Ваш пароль был обновлён!

source: Wrong reset code
ru: Неверный код сброса пароля

source: Your reset code is out-of-date. Please try again
ru: Ваш код для сброса пароля устарел. Запросите его еще раз.

source: My Profile
ru: Мой профиль

source: Repeat password
ru: Повторить пароль

source: Password is reset successfully
ru: Пароль был сброшен

source: Avatar
ru: Аватарка

source: Last login
ru: Дата последнего входа

source: Edit Profile
ru: Изменить профиль

source: Sign out
ru: Выйти

source: Reset password
ru: Сброс пароля

source: Sign in your account
ru: Войдите в свой аккаунт

source: Create an account
ru: Создайте аккаунт

source: Lost your password?
ru: Забыли пароль?

source: Please click here
ru: Кликните здесь

source: Please enter your email and we will send you a link to reset password.
ru: Укажите адрес почты на которую будет отправлена ссылка для сброса пароля.

source: Send
ru: Отправить

source: Your account has been registered!
ru: Ваш аккаунт успешно зарегистрирован!

source: or edit profile in
ru: или измените профиль

source: here
ru: здесь

source: I agree to the Terms of Service and Privacy Policy
ru: Я согласен с условиями сайта

source: You have already signed up
ru: Вы уже вошли на сайт.

source: Registration is disable.
ru: Регистрация на сайте отключена.

source: User settings
ru: Настройки пользователеля

source: Allow Registration?
ru: Разрешить регистрацию на сайте?

source: Enable Activation?
ru: Включить активацию аккаунтов?

source: Username minimum length?
ru: Минимальное кол-во символов в нике

source: Password minimum length?
ru: Минимальное кол-во символов в пароле

source: day(s)
ru: день(дней)

source: User
ru: Пользователь

source: Welcome
ru: Привет!

source: Password Reset
ru: Сброс пароля

source: User Manager
ru: Пользователи

source: Custom Fields
ru: Пользовательские поля

source: Admin Panel
ru: Админка

source: Widget Title
ru: Заголовок виджета

source: Users
ru: Пользователи
