Repository: DeaVulTan/paradigma-print
Catalog: lib/languages/*.po
Languages: de, fr, ja, pt_br

source: No parent
de: Kein Elternteil
fr: Aucun parent
ja: 親のフォルダーがありません
pt_br: Nenhum pai

source: No date provided
de: Kein Datum versehen
fr: Pas de date prévue
ja: 日付を入力していません
pt_br: NInguna fecha ha sido proporcionada

source: second
de: zweite
fr: Deuxième
ja: 秒
pt_br: segundo

source: minute
ja: 分
pt_br: minuto

source: hour
de: stunde
fr: Heure
ja: 時
pt_br: hora

source: day
de: tag
fr: Jour
ja: 日
pt_br: dia

source: week
de: woche
fr: Semaine
ja: 週
pt_br: semana

source: month
de: monat
fr: Mois
ja: 月
pt_br: mês

source: year
de: jahr
fr: Année
ja: 年
pt_br: ano

source: decade
de: jahrzehnt
fr: Décennie
ja: 十年
pt_br: década

source: Bad date
de: Bad Datum
fr: Mauvaise date
ja: 正しくない日
pt_br: Data incorreta

source: ago
de: vor
fr: Il y a
ja: 前
pt_br: pasado

source: from now
de: ab sofort
fr: À partir de maintenant
ja: これから
pt_br: a partir de ahora

source: Published
de: Veröffentlicht
fr: Publié
ja: 公開されました
pt_br: Publicado

source: Unpublished
de: Unveröffentlicht
fr: Dépublié
ja: 非公開されました。
pt_br: Não publicado

source: All status
de: Alle Zustands
fr: Tous les états
ja: 全部ステータス
pt_br: Todos los estados

source: Yes
de: ja
fr: oui
ja: はい
pt_br: Sim

source: No
pt_br: Não

source: The
de: Die
fr: Le
ja: この_
pt_br: O

source: field is required
de: Feld ist erforderlich
fr: Champ est obligatoire
ja: フィールドは必須です。
pt_br: este campo é necessário

source: field is required to be a valid email address
de: Feld ist erforderlich, um eine gültige E-Mail -Adresse sein
fr: Champ est obligatoire d'être une adresse email valide
ja: フィールドは有効なEメールアドレスであること。
pt_br: campo es requerido para ser una dirección de email válida

source: field needs to be shorter than
de: Feld muss kürzer als sein
fr: Champ doit être inférieure à
ja: フィールドは_より短くする必要があります。
pt_br: campo deberá ser más corto que

source: characters
fr: caractères
ja: 文字
pt_br: caracter

source: field needs to be exactly
de: feld muss genau sein
fr: Domaine doit être exactement
ja: フィールドは正確である必要があります。
pt_br: campo deberá ser correcto

source: characters in length
de: Zeichen Länge
fr: Longueur des caractères
ja: 文字の長さ
pt_br: longitud de los carácteres

source: field may only contain alpha characters(a-z)
de: Feld darf nur alphanumerische Zeichen enthalten (a- z)
fr: Champ ne peut contenir que des caractères alphabétiques (a - z)
ja: フィールド英字（a～z）だけを含むことができます。
pt_br: campo podrá contener solamente carácteres alfa (a-z)

source: field may only contain alpha and space characters.
pt_br: campo só pode conter caracteres alfa e espaço.

source: field may only contain alpha-numeric characters
de: Feld darf nur alphanumerische Zeichen
fr: Champ ne peut contenir que des caractères alphanumériques
ja: フィールド英数字だけを含むことができます。
pt_br: campo podrá contener solamente carácteres alfanuméricos

source: field may only contain alpha characters &amp; dashes
de: Feld darf nur alphanumerische Zeichen &amp; Striche
fr: Champ ne peut contenir que des caractères alphabétiques et tirets
ja: フィールドは英字&amp;ダッシュだけを含むことができます。
pt_br: campo podrá contener solamente carácteres alfa &amp; barras

source: field may only contain numeric characters
de: Feld darf nur numerische Zeichen
fr: Champ ne peut contenir que des caractères alphanumériques
ja: フィールドは数字だけを含むことができます。
pt_br: campo podrá contener solamente carácteres numéricos

source: field may only contain a numeric value
de: Feld darf nur einen numerischen Wert enthalten
fr: Champ peut être contenir une valeur numérique
ja: フィールドは数値だけを含むことができます。
pt_br: campo podrá contener solamente un valor numérico

source: field may only contain a true or false value
de: Feld kann nur wahr oder falsch Wert enthalten
fr: Champ peut être contenir une valeur vrai ou faux
ja: フィールドは正しいまたは正しくない値だけを含むことができます。
pt_br: campo podrá contener solamente valor verdadero o falso

source: field may only contain a float value
de: Feld darf nur eine Float-Wert enthalten
fr: Champ peut contenir une valeur flottante
ja: フィールドはfloat値だけを含むことができます。
pt_br: campo podrá contener solamente valor float

source: field is required to be a valid URL
de: Feld ist erforderlich, um eine gültige URL
fr: Domaine est nécessaire pour être une URL valide
ja: フィールドは有効なURLであること。
pt_br: campo es requerido para ser un URL válido

source: URL does not exist
de: URL existiert nicht
fr: URL n'existe pas
ja: URLが存在していません。
pt_br: URL não existe

source: field needs to contain a valid IP address
de: Feld muss eine gültige IP-Adresse enthalten
fr: Champ doit être contenir une adresse IP valide
ja: フィールドは有効なIPアドレスを含む必要があります。
pt_br: campo deve conter um endereço de IP válido

source: field needs to contain a valid credit card number
de: Feld muss eine gültige Kreditkartennummerenthalten
fr: Domaine doit contenir un numéro de carte de crédit valide
ja: フィールドは有効なクレジットカード番号を含む必要があります。
pt_br: campo deve conter um número de cartão de crédito válido

source: field needs to contain a valid human name
de: Feld muss eine gültige Menschennamen enthalten
fr: Domaine doit contenir un nom humain valide
ja: フィールドは有効な氏名を含む必要があります。
pt_br: campo deve conter um nome de pessoa válido

source: field needs to contain one of these values
de: Feld muss einen der folgenden Werte enthalten
fr: Domaine doit contenir une de ces valeurs
ja: フィールドは次のいずれかの値を含む必要があります。
pt_br: campo deve conter um de estes valores

source: field needs to be a valid street address
de: Feld muss eine gültige Adresse sein
fr: Domaine doit être une adresse valide
ja: フィールドが有効な町アドレスである必要がある
pt_br: campo deve ter um endereço de rua válido

source: field needs to be a valid date (yyyy-dd-mm)
pt_br: campo deve ser uma data válida (aaaa-dd-mm)

source: field needs to be a numeric value, equal to, or higher than
de: Feld muss ein numerischer Wert gleich oder höher sein als
fr: Champ doit être une valeur numérique, égal ou supérieur à ␣
ja: フィールドは数値で、_以上である必要があります。
pt_br: campo deve ser um valor numérico, equivalente a, ou maior que

source: field needs to be a numeric value, equal to, or lower than
de: Feld muss ein numerischer Wert , gleich oder niedriger sein als
fr: champ doit être une valeur numérique, égal ou inférieur à ␣
ja: フィールドは数値で、_以下である必要があります。
pt_br: campo deve ser um valor numérico, equivalente a, ou menor que

source: Displaying records
de: Angezeigte Aufzeichnungen
fr: affichage des enregistrements ␣
ja: レコード表示_
pt_br: Exibir gravações

source: of
de: von
fr: de
ja: _の_
pt_br: de

source: Displaying
de: Anzeige
fr: Affichez
ja: 表示
pt_br: Exibindo

source: records
de: aufzeichnungen
ja: レコードを
pt_br: arquivos

source: Page:
de: Seite:
ja: ページ_
pt_br: Página:

source: Previous
de: Früher
fr: précédent
ja: 前のページ
pt_br: Anterior

source: Next
de: Nächste
fr: suivant
ja: 次のページ
pt_br: Próxima

source: No
de: Nicht
fr: Aucun
ja: いいえ

source: field needs to be a valid date
de: Feld muss ein gültiges Datum sein
fr: Domaine doit être une date valide
ja: フィールドが有効な日付である必要があります。
