Repository: DeaVulTan/paradigma-print
Catalog: app/plugins/default/configuration/languages/*.po
Languages: pt_br, ru

source: Awesome Icons
pt_br: Ícones Disponíveis

source: Web Application Icons
pt_br: Ícones Aplicações Web
ru: Иконки веб-приложений

source: File Type Icons
pt_br: Tipo Ícones Arquivos
ru: Иконки типов файлов

source: Spinner Icons
pt_br: Ícones Giratórios
ru: Иконки направлений

source: Form Control Icons
pt_br: Ícones Formulário Controle
ru: Иконки управления формами

source: Payment Icons
pt_br: Ícones Pagamentos
ru: иконки платежных систем

source: Chart Icons
pt_br: Ícones Chart
ru: Иконки статистики

source: Currency Icons
pt_br: Ícones Moeda
ru: Иконки валют

source: Text Editor Icons
pt_br: Ícones Editor Texto
ru: Иконки текстового редактора

source: Directional Icons
pt_br: Ícones Direcionais
ru: Иконки местоположения

source: Video Player Icons
pt_br: Ícones Vídeo Player
ru: Иконки медиаплееров

source: Brand Icons
pt_br: Ícones Marca
ru: Иконки фирм

source: Medical Icons
pt_br: Ícones Médicos
ru: Медицинские иконки

source: Save change
pt_br: Salvar alterações
ru: Сохранить изменения

source: Admin menu
pt_br: Menu Administração
ru: Меню админа

source: Show
pt_br: Exibir
ru: Видно

source: Hide
pt_br: Ocultar
ru: Скрыто

source: Admin menu setting is updated successfully
pt_br: A Configuração do Menu ADMIN foi atualizada com sucesso!
ru: Настройки меню админа изменены.

source: Item
pt_br: Artigo
ru: Параметр

source: Visibility
pt_br: Visibilidade
ru: Видно в меню?

source: Icon
pt_br: Ícone
ru: Иконка

source: Icon color
pt_br: A cor do Ícone
ru: Цвет иконки

source: Backup file is removed successfully
pt_br: A Cópia de Segurança foi excluída com sucesso!
ru: Файлы бекапов удалены.

source: Access Denied!
pt_br: Acesso Negado!
ru: Доступ закрыт!

source: <p>The backup folder does not exist. Please check folder <b>%s</b></p>
pt_br: <p>A pasta de BACKUP não existe. Por favor, verifique pasta <b>%s</b></p>
ru: <p>Папки для сохранения бекапов нет. Проверьте существуте ли папкп <b>%s</b></p>

source: <p>The backup folder is not writable! Please check folder <b>%s</b></p>
pt_br: <p>A pasta de BACKUP não é gravável! Por favor, verifique pasta <b>%s</b></p>
ru: <p>Не могу записать в папку с бекапом! Убедитесь. что на папку <b>%s</b>выставлены права CMOD для записи</p>

source: <p>The backup folder is not readable! Please check folder <b>%s</b></p>
pt_br: <p> A pasta de BACKUP não pode ser lida! Por favor, verifique pasta <b>%s</b></p>
ru: <p>Папка бекапа не имеет доятупа к чтению. проверьте права чтения CMOD для папки <b>%s</b></p>

source: Backup - Restore
pt_br: Restaurar BACKUP
ru: Бекап и восстановление

source: Backup Now
pt_br: Realizar BACKUP
ru: Сделать бекап

source: Upload and Restore
pt_br: Upload e Restaurar
ru: Загрузить и восстановить

source: File Name
pt_br: Nome do arquivo
ru: Имя файла

source: Created Date
pt_br: Data Criação
ru: Дата создания

source: File Size (kB)
pt_br: Tamanho do arquivo (kb)
ru: Размер (kB)

source: Actions
pt_br: Ações
ru: Что сделать?

source: Delete uploaded file after restore?
pt_br: Excluir arquivo upload após a restauração?
ru: Удалить загруженный файл после восстановления?

source: Upload failed! Please try again
pt_br: Erro no Upload! Por favor, tente novamente.
ru: Загрузка провалилась! Повторите еще раз.

source: Please upload ZIP file only
pt_br: Por favor envie somente arquivo ZIP
ru: Загружайте только zip-архивы

source: Your file is not in Vitubo backup format.
pt_br: O arquivo não está no formato de BACKUP do aplicativo VITUBO.
ru: Указанный файл не был создан средствами Vitubo CMS у него другая структура.

source: Action is performed successfully
pt_br: Ação realizada com sucesso!

source: Are you sure with this action?
pt_br: Tem certeza que deseja realizar esta ação?
ru: Вы уверены в том, что хотите сдлеать?

source: Confirm
pt_br: Confirmar
ru: Подтвердить

source: Do you want to backup current database before uploading new one?
pt_br: Você quer realizar um BACKUP do Banco de Dados atual antes de enviar um novo?
ru: Вы хотите сделать бекап текущей базы перед тем как загруитеите новый файл?

source: Backup successfully
pt_br: Cópia de Segurança realizada com sucesso!
ru: Резервная копия сделана

source: Restore only
pt_br: Restaurar apenas
ru: Только восстановить

source: Cancel
pt_br: Cancelar
ru: Отмена

source: Restore
pt_br: Restaurar
ru: Восстановить

source: Delete
pt_br: Excluir
ru: Удалить

source: Restore successfully
pt_br: Restauração realizada com sucesso!
ru: Восстановление завершено

source: IP Blacklist
pt_br: Lista Negra IP
ru: Черный список IP-адресов

source: Enter IP addresses here, one IP per line.
pt_br: Digite os endereços IP aqui, um IP por linha.
ru: Укажите IP-адреса для внесения в чёрный список. Вводите по одноу адресу на строку.

source: Blacklist is updated successfully
pt_br: Lista Negra foi atualizada com sucesso!
ru: Чёрный списко обновлён

source: Configuration
pt_br: Configurações
ru: Конфигурация

source: Settings
pt_br: Configuração Geral
ru: Настройки

source: Email templates
pt_br: Modelos de E-mails
ru: Шаблоны Email

source: Backup
pt_br: Cópia de Segurança
ru: Бекап

source: System information
pt_br: Informação do Sistema
ru: Инфо системы

source: Error log
pt_br: Registro Log de erros

source: Templates
pt_br: Modelos
ru: Шаблоны

source: Email subject
pt_br: Assunto de e-mail
ru: Тема Email

source: Email content
pt_br: Conteúdo de e-mail
ru: Текст Email

source: Email template is updated successfully
pt_br: Os modelos de e-mails foram atualizados com sucesso!
ru: Шаблон Email обновлён

source: Size
pt_br: Tamanho
ru: Размер

source: View
pt_br: Exibir
ru: Просмотр

source: General settings
pt_br: Configuração Geral
ru: Основные настройки

source: Site name
pt_br: Nome do Site
ru: Название сайта

source: Site offline
pt_br: Site em Manutenção
ru: Сайт выключен?

source: Yes
pt_br: Sim
ru: Да

source: No
pt_br: Não
ru: Нет

source: Please choose the page which will be displayed in offline mode
pt_br: Por favor, escolha a página que será exibida quando em Manutenção.
ru: Укажите, какая страница будет отображаться посетителю при выключенном сайте

source: Accessibility
pt_br: Acesiibilidade
ru: Доступность

source: Everyone
pt_br: Todos sem restrição
ru: Для всех

source: Member only
pt_br: Somente Usuários Cadastrados
ru: Только пользователям

source: Homepage
pt_br: Página Principal
ru: Главная старница

source: Error page
pt_br: Erro na página
ru: Страница 404 ошибки

source: HTML Charset
pt_br: Charset HTML
ru: HTML кодировка

source: Main Menu
pt_br: Menu Principal
ru: Главное меню

source: Backup Folder
pt_br: Pasta BACKUP
ru: Папка для бекапов

source: Absolute path to backup folder, with slash in the end. Example:
pt_br: Caminho absoluto para a pasta de backup, com barra no final. Exemplo:
ru: Абсолютный путь к папке с бекапами со слешем на конце. Например:

source: For security reason, we recommend you to create new backup folder
pt_br: Por razões de segurança, nós recomendamos que você criar uma nova pasta de backup
ru: ДЖля максимальной защиты рекомендуется выбрать новую папку для бекапов.

source: Items per page
pt_br: Itens por página
ru: Содержимого на страницу

source: Timezone
pt_br: Fuso horário
ru: Часовой пояс

source: Short date
pt_br: Data curta
ru: Вид даты обычный

source: Long date
pt_br: Data longa
ru: Вид даты для записей и страниц

source: Mailer
pt_br: Remetente
ru: Отправка почты

source: Server
pt_br: Servidor
ru: Сервер

source: The field is required
pt_br: O campo é obrigatório
ru: Поле нужно заполнить

source: Port
pt_br: Porta

source: Username
pt_br: Nome do Usuário

source: Password
pt_br: Senha

source: Site meta keywords
pt_br: Meta Palavras-chave do site
ru: Ключевые слова для сайта (для meta keywords)

source: Site meta description
pt_br: Meta Descrição do site
ru: Описание сайта (для meta description)

source: Site languages
pt_br: Idiomas do site
ru: Язык сайта

source: Enable log
pt_br: Ativar registro de log
ru: Включить лог сайта

source: Enable search
pt_br: Activar pesquisa
ru: Включить поиск на сайте

source: Enable reCAPTCHA
pt_br: Ativar código reCAPTCHA
ru: Включить reCAPTCHA

source: reCAPTCHA
pt_br: Código reCAPTCHA

source: Public key
pt_br: Chave Pública

source: Private key
pt_br: Chave Privada

source: Configuration is updated successfully
pt_br: Configuração foi atualizada com sucesso!
ru: Конфигурация обновлена

source: PHP Information
pt_br: Informação do PHP

source: Server Information
pt_br: Informação do sistema
ru: Информация о сервере хостинга

source: Current PHP Version
pt_br: Versão Atual do PHP
ru: Текущая версия PHP

source: GD version
pt_br: Versão do GD
ru: Версия GD-библиотеки

source: PHP Effective Memory Limit
pt_br: PHP Limite de Memória Eficaz
ru: Доступный объём памяти для PHP

source: Maximum Execution Time
pt_br: Tempo Máximo de Execução
ru: Максимальное время исполнения скриптов

source: PHP Safe Mode
pt_br: PHP Modo de Segurança

source: File uploads
pt_br: Arquivo uploads

source: Maximum Post Size
pt_br: Tamanho Máximo Post

source: Maximum Upload Size
pt_br: Tamanho Máximo Upload
ru: Максимальный размер файла для загрузки

source: Session Save Path
pt_br: Sessão Save Path

source: Sessions are allowed to use Cookies
pt_br: As sessões são autorizados a utilizar cookies

source: Checking for the XMLReader class
pt_br: Verificando a classe XMLReader

source: Curl version
pt_br: Versão Curl
ru: Версия Curl

source: Server API
pt_br: Servidor API
ru: Server

source: Server Database Version
pt_br: Versão Database Servidor
ru: Версия БД

source: Server software
pt_br: Servidor software
ru: Вебсервер базируется на платформе

source: Server IP
pt_br: IP Servidor
ru: IP сервера

source: Server doccument root
pt_br: Raiz do documento Servidor
ru: Корневая папка сервера

source: Server Operating System
pt_br: Servidor Sistema Operacional
ru: Опреационная система сервера

source: Upload
ru: Загрузить

source: Download
ru: Скачать

source: Google analytics
ru: Код для Google analytics
