Repository: DeaVulTan/paradigma-print
Catalog: app/plugins/others/rating/languages/*.po
Languages: de, fr, ja, pt_br, zh_cn

source: vote
de: Abstimmung
pt_br: avaliação
zh_cn: 投票

source: votes
de: Stimmenzahl
ja: 投票
pt_br: avaliações
zh_cn: 投票

source: You unauthorized access
de: Sie unbefugten Zugriff
fr: Vous l'accès non autorisé
ja: あなた不正アクセス
pt_br: Você não tem acesso autorizado.
zh_cn: 你未经授权的访问

source: You can not rate
de: Können Sie nicht bewertet werden
fr: Vous ne pouvez pas noter
ja: あなたが評価することはできません
pt_br: Você não pode fazer avaliações.
zh_cn: 你可以不评价

source: Your session has ended
de: Ihre Sitzung ist beendet
fr: Votre session est terminée
ja: セッションは終了しました。
pt_br: Sua sessão foi encerrada
zh_cn: 您的会话已结束

source: Thank you for rating
de: Danke für Ihre Bewertung
fr: Merci de votre note
ja: 評価していただきありがとうございます
pt_br: Obrigado pela sua avaliação!
zh_cn: 感谢您的评分

source: There is an error
de: Dort ist ein Fehler
fr: Il ya une erreur
ja: エラーがあります
pt_br: Existe um erro.
zh_cn: 有错误

source: Are you sure to delete this rating?
de: Sind Sie sicher, dass diese Bewertung löschen?
fr: Etes-vous sûr de vouloir supprimer cette attribuée ?
ja: あなたはこの評価分布を削除しますか？
pt_br: Tem certeza que deseja excluir esta avaliação?
zh_cn: 您确定要删除这个评级？

source: Rating settings
de: Rating Einstellungen
fr: Réglages de notation
ja: レーティングの設定
pt_br: Configurações de Avaliações
zh_cn: 评级设置

source: Only user
de: Nur Benutzers
fr: Seuls les utilisateurs
ja: ユーザのみが
pt_br: Somente Usuários cadastrados
zh_cn: 只有用户

source: Everyone
de: jedermann
fr: tout le monde
ja: 皆
pt_br: Todos os Usuários
zh_cn: 大家

source: Enable rating?
de: Aktivieren Bewertung?
fr: Activer attribuée?
ja: 有効化 評価分布？
pt_br: Ativar Avaliação?
zh_cn: 启用评级？

source: Permission
de: Erlaubnis
fr: autorisation
ja: 許可
pt_br: Permissões
zh_cn: 阅读权限

source: Rating
de: Wertung
fr: évaluation
ja: レーティング
pt_br: Avaliação
zh_cn: 评级
