Repository: DeaVulTan/paradigma-print
Catalog: app/plugins/default/media/languages/*.po
Languages: de, es, fr, ja, pt_br, ru, zh_cn

source: Media settings
de: Medieneinstellungen
es: Ajustes de medios
fr: Paramètres des médias
ja: メディア設定
pt_br: Configurações de Mídia
ru: Настройки медиафайлов
zh_cn: 媒体设置

source: Path (Ex: uploads/)
es: Ruta (p.ej.: subidos/)
fr: Chemin (Ex:télécharger vers un serveur)
ja: パス（例：アップロード等）
ru: Путь к файлам (например: uploads/)
zh_cn: 路径 （例如：上传/）

source: Maximum size of upload file (MB)
de: Maximale Größe der Upload-Datei (MB)
es: Tamaño máximo del archivo por subir (MB)
fr: Taille maximale du fichier de téléchargement (MB)
ja: アップロードファイルの最大サイズ（MB）
pt_br: Tamanho máximo do arquivo para upload (MB)
ru: Макс. файл для загрузки, Мб
zh_cn: 上传文件的最大尺寸（MB）

source: Image file extention (jpg, png, gif...)
de: Bild Dateiendung (jpg, png, gif, ...)
es: Extensión de archivo de imagen (.jpg, .png, .gif, etc.)
fr: Extension du fichier de l'image (jpg, png, gif...)
ja: 画像ファイル拡張（jpg、png、gif等）
pt_br: Extensões de arquivos de imagens (.jpg, .png, .gif, etc.)
ru: Типы графических файлов (jpg, png, gif...)
zh_cn: 图片文件扩展名 （jpg, png, gif 等）

source: Audio file extention (mp3, ogg, wav...)
de: Audio Dateiendung (mp3, ogg, wav, ...)
es: Extensión de archivo de audio (.mp3, .ogg, .wav, etc.)
fr: Extension du fichier de l'audio (mp3, ogg, wav ...)
ja: 音声ファイル拡張（mp3、ogg、wav等）
pt_br: Extensão de arquivos de áudio (.mp3, .ogg, .wav, etc.)
ru: Типы аудиофайлов (mp3, ogg, wav...)
zh_cn: 音频文件扩展名 (mp3, ogg, wav 等)

source: Video file extention file(mp4, mov, mpeg...)
de: Video Dateiendung Datei (mp4, mov, mpeg ...)
es: extensión de archivo de video (.mp4, .mov, .mpeg, etc.)
fr: Extention du fichier de vidéo (mp4, mov, mpeg...)
ja: ビデオファイル拡張（mp4、mov、mpeg等）
pt_br: Extensão de arquivos de vídeos (.mp4, .mov, .mpeg, etc.)
ru: Типы видеофайлов (mp4, mov, mpeg...)
zh_cn: 视频文件扩展名 (mp4, mov, mpeg 等)

source: Document file extention
de: Dokumentendateiendung
es: Extensión de archivo de documentos
fr: Extention du fichier de document
ja: ドキュメントファイル拡張
pt_br: Extensão de arquivos de documentos
ru: Типы файлов документов (doc,docs,pdg,djvu,...)
zh_cn: 文档文件扩展名

source: Misc file extention
de: Misc Dateiendung
es: Extensión de otros archivos
fr: Extension du fichier de musique
ja: 他のファイル拡張
pt_br: Extensão de arquivos diversos
ru: Другие типы файлов (ai,psd,...)
zh_cn: 杂项文件扩展名

source: Hidden folder (do not remove: thumbnails)
de: Versteckte Ordner (nicht entfernen: Thumbnails)
es: Carpeta oculta (no borrar: miniaturas)
fr: Dossier caché (ne pas enlever: les vignettes)
ja: 隠しフォルダー（抜去しない：サムネイル）
pt_br: Pasta oculta (não excluir: miniaturas)
ru: Скрытая папка (не удалять: thumbnails)
zh_cn: 隐藏文件夹（不要删除：缩略图）

source: Hidden file
de: Versteckte Datei
es: Archivo oculto
fr: Dossier caché
ja: 隠しファイル
pt_br: Arquivo oculto
ru: Скрытый файл
zh_cn: 隐藏文件

source: Allow image resize when upload
de: Lassen Sie Bildgrößenänderung beim Upload
es: Permitir cambio de tamaño de imagen cuando se carga
fr: Autoriser l'image redimensionnement quand téléchargement
ja: 画像サイズを変更すると、アップロードを許可する
zh_cn: 让图像大小调整时上传

source: Image width
de: Bildbreite
es: ancho de la imagen
fr: Largeur de l'image
ja: 画像の幅
zh_cn: 图像宽度

source: Image height
de: Bild Höhe
es: altura de la imagen
fr: Hauteur de l'image
ja: 画像の高さ
zh_cn: 图像高度

source: Media
de: Medien
es: Medios
fr: Médias
ja: メディア
pt_br: Mídia
ru: Медиа
zh_cn: 媒体

source: Allow using java
pt_br: Permitir uso de java

source: Allow image resize
pt_br: Permitir alterar de tamanho de imagem
ru: Разрешить изменять размер изображений
